Repository: muxonn/best-hacking-league-2024
Catalog: mobile/lib/config/l10n/app_*.arb
Languages: pl

# homePageWelcomeText
source: Hello, {name}!
pl: Cześć, {name}!

# homePageTodaySession
source: Today's session
pl: Dzisiejsza sesja

# homePageGoodPosture
source: Good posture
pl: Dobra postura

# homePageBadPosture
source: Bad posture
pl: Zła postura

# homePageBreakTime
source: Break time
pl: Czas przerwy

# homePageWidgetGood
source: Your posture is great, keep it up!
pl: Twoja postawa jest świetna, tak trzymaj!

# homePageWidgetBreakTime
source: I think it's time for a coffee â˜•
pl: Myślę, że to czas na kawę ☕

# homePageWidgetBad
source: Your posture needs improvement. Try to fix it!
pl: Twoja postawa wymaga poprawy. Spróbuj to zmienić!

# homePageWidgetSubTitle
source: Today you've already earned
pl: Dzisiaj zdobyłeś już

# homePageWidgetPoints
source: {points} points
pl: {points} punktów

# februaryShort
source: Feb
pl: Lut

# aprilShort
source: Apr
pl: Kwi

source: points
pl: punkty

# infoText
source: Dive into Back Buddy! Our app revolutionizes office life, supporting mental and physical well-being. It's not just about monitoring posture and breaks - Back Buddy is your ultimate ally, ensuring comfort and health.With cutting-edge posture recognition, it fosters good sitting habits and even adds a fun twist with gamification. Compete with colleagues to see who maintains the best posture and takes the most breaks. Back Buddy turns health care into a game, making you an ergonomic pro!We prioritize mental health too, fostering coworker relationships through friendly competition. Join us and enjoy a productive, supportive work environment with Back Buddy!
pl: Poznaj Back Buddy! Nasza aplikacja rewolucjonizuje pracę biurową, wspierając zdrowie psychiczne i fizyczne. To nie tylko monitorowanie postawy i przerw - Back Buddy to Twoje wsparcie, dbające o komfort i zdrowie.Dzięki zaawansowanej technologii rozpoznawania postawy, wspiera dobre nawyki siedzenia, a także dodaje odrobinę zabawy dzięki grywalizacji. Rywalizuj z kolegami, aby zobaczyć, kto utrzymuje najlepszą postawę i bierze najwięcej przerw. Back Buddy zamienia dbałość o zdrowie w grę, sprawiając, że stajesz się mistrzem ergonomii!Priorytetem jest dla nas także zdrowie psychiczne, dlatego wspieramy relacje między współpracownikami poprzez przyjazną rywalizację. Dołącz do nas i ciesz się produktywnym, wspierającym środowiskiem pracy z Back Buddy!

source: Log Out
pl: Wyloguj się

source: Log In
pl: Zaloguj się
